/**
* Lite Publisher
* Copyright (C) 2010 - 2015 Vladimir Yushko http://litepublisher.com/ http://litepublisher.ru/
* Licensed under the MIT (LICENSE.txt) license.
**/

(function(window){
//window.lang= window.lang || {};
  window.lang.authdialog = {
    title: 'Вход на сайт',
    description: ' Если вы первый раз у нас на сайте, то для вас будет создан новый аккаунт. Выберите соцсеть или  сайт почты, где вы уже регистрировались и часто бываете. Аккаунт на нашем сайте будет привязан к вашему аккаунту в соцсети. либо воспользуйтесь  своим E-Mail',

    emaillogin: 'Войти используя email + пароль',
    reg: 'Я первый раз на сайте и мне нужно зарегистрироваться',
    login: 'Я уже регистрировался и уменя есть пароль',
    lostpass: 'Я уже регистрировался, но я забыл пароль и мне нужно его восстановить',
    name: 'Ваше имя',
    password: 'Пароль',
    regbutton: 'Зарегистрироваться',
    loginbutton: 'Войти',
    lostpassbutton: 'Выслать пароль',
    registered: 'На ваш E-Mail выслано письмо с паролем, пожалуйста, для окончания регистрации введите пароль из письма',
    restored: 'На ваш E-Mail выслано письмо с новым паролем. Пожалуйста, проверьте почту и введите полученный пароль',
request: "Подождите, ждем ответ сервера"
  };
  
})( window);